Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: There has been no empirical data analysis to support the use of the Sigmoid Formula for dynamic sensitivity determination.
bg: Няма емпиричен анализ на данни, който да подкрепя използването на сигмоидната формула за динамично определяне на чувствителността.
cs: Neexistuje žádná empirická analýza dat, která by podporovala použití sigmoidního vzorce pro dynamické určování citlivosti.
da: Der har ikke været nogen empirisk dataanalyse til støtte for brugen af Sigmoid Formula til dynamisk sensitivitetsbestemmelse.
de: Es gibt keine empirische Datenanalyse, um den Einsatz der Sigmoid-Formel zur dynamischen Empfindlichkeitsbestimmung zu unterstützen.
es: No ha habido ningún análisis empírico de datos para apoyar el uso de la Fórmula Sigmoide para la determinación de la sensibilidad dinámica.
fr: Aucune analyse de données empiriques n’a été menée pour étayer l’utilisation de la fonction sigmoïde dans la détermination dynamique de la sensibilité.
it: Non vi è stata alcuna analisi empirica dei dati a supporto dell'uso della formula Sigmoid per la determinazione della sensibilità dinamica.
nb_no: Det har ikke vært noen empirisk dataanalyse som støtter bruk av Sigmoidformel for fastsettelse av dynamisk følsomhet.
nl: Er is geen empirische gegevensanalyse geweest ter ondersteuning van het gebruik van de Sigmoid Formule voor een dynamische gevoeligheid.
pl: Nie przeprowadzono analizy danych empirycznych na poparcie stosowania formuły Sigmoid do oznaczania wrażliwości dynamicznej.
pt_pt: Não houve nenhuma análise empírica de dados para apoiar o uso da Fórmula de Sigmoid para uma determinação dinâmica de sensibilidade.
ru: Для поддержки использования формулы Sigmoid Formula не проводился эмпирический анализ данных.
sv: Det har inte gjorts några empirisk studier som stödjer användningen av Sigmoidformeln för dynamisk känslighetsbestämning.
uk: Не було емпіричного аналізу даних для підтримки використання формули сигмоїду для визначення динамічної чутливості.
vi: Hiện chưa có phân tích dữ liệu thực nghiệm nào chứng minh hiệu quả của công thức Sigmoid trong việc xác định độ nhạy insulin động.
zh_hant: 尚未進行實證數據分析以支持使用S型公式來確定動態敏感度。

source: There is no undo
bg: Няма отмяна на действието
cs: Tuto akci nelze vzít zpět
da: Der er ingen fortryd
de: Es gibt kein rückgängig
es: No hay deshacer
fr: Cette action est irréversible
it: Impossibile annullare
nb_no: Dette kan ikke angres
nl: Ongedaan maken is niet mogelijk
pl: Nie można cofnąć
pt_pt: Não há nenhum desfazer
ru: Это нельзя отменить!
sv: Det går inte att ångra!
uk: Цю дію неможливо відмінити!
vi: Không thể hoàn tác
zh_hant: 無法執行撤銷

source: There's no rush. Take all the time you need.
bg: Няма бързане. Отделете колкото време ви е нужно.
cs: Nikam nespěchej. Vše si pečlivě projdi.
da: Der er ingen hast. Tag al den tid, du har brug for.
de: Es besteht kein Grund zur Eile. Nimm Dir die Zeit, die Du brauchst.
fr: Prenez votre temps, rien ne presse.
nb_no: Det haster ikke, ta all den tiden du trenger.
nl: Er is geen haast. Neem de tijd die je nodig hebt.
pl: Nie ma pośpiechu. Poświęć tyle czasu, ile potrzebujesz.
sv: Det är ingen brådska. Ta all tid du behöver.
vi: Không cần vội. Cứ dành thời gian bạn cần nhé.
zh_hant: 不用急，請花您需要的時間。

source: These two settings determine the range outside of which you will be notified via push notifications.
bg: Тези две настройки определят диапазона, извън който ще бъдете уведомявани чрез push известия.
cs: Tato dvě nastavení určují rozsah, mimo který budeš upozorněn prostřednictvím push oznámení.
da: Disse to indstillinger afgør området udenfor hvilket du vil blive underrettet via push-notifikationer.
de: Diese beiden Einstellungen bestimmen den Bereich, außerhalb dessen Du über Push-Benachrichtigungen informiert wirst.
es: Estos dos ajustes determinan el rango fuera del cual se te notificará a través de notificaciones push.
fr: Ces deux réglages définissent la plage en dehors de laquelle vous recevrez une notification automatique.
it: Queste due impostazioni determinano l'intervallo al di fuori del quale verrai avvisato tramite notifiche push.
nb_no: Disse to innstillingene bestemmer området utenfor hvilket du vil bli varslet via push-varsler.
nl: Deze twee instellingen bepalen het bereik buiten waarvan u een melding krijgt via push-meldingen.
pl: Te dwa ustawienia określają zakres, poza którym będziesz powiadamiany za pomocą powiadomień push.
pt_pt: Estas duas configurações determinam o intervalo fora do qual você será notificado através de notificações push.
ru: Эти два параметра определяют диапазон, за пределами которого вы будете уведомлены через push-уведомления.
sv: Dessa två inställningar bestämmer intervallet utanför vilket du kommer att meddelas via push-notiser.
uk: Ці два налаштування визначають діапазон поза яким ви будете отримувати через push-сповіщення.
vi: Hai thiết lập này xác định ngưỡng giới hạn mà khi vượt qua, bạn sẽ nhận được thông báo đẩy.
zh_hant: 這兩個設定決定您將透過推播通知知曉的範圍。

source: This 15% minimum is a safety limit taken from oref (OpenAPS reference design) and AndroidAPS. It helps prevent insulin delivery from dropping to unsafe levels.
bg: Този минимум от 15% е предпазна граница, взета от oref (референтния дизайн на OpenAPS) и AndroidAPS. Помага да се предотврати спадане на подаването на инсулин до опасни нива.
cs: Toto 15% minimum je bezpečnostní limit převzatý z oref (referenční design OpenAPS) a AndroidAPS. Pomáhá zabránit poklesu podávání inzulínu na nebezpečnou úroveň.
fr: Cette limite minimale de 15 % est une mesure de sécurité issue d'oref (conception de référence d'OpenAPS) et d'AndroidAPS. Elle permet d'éviter que la délivrance d'insuline ne descende à des niveaux dangereux.
nb_no: Minimumsverdien på 15% er en sikkerhetsgrense hentet fra oref (OpenAPS referansedesign) og AndroidAPS. Det bidrar til å hindre at insulinleveranse reduseres til utrygge nivåer.
pl: 15% limit bezpieczeństwa pochodzi z oref (wzór odniesienia OpenAPS) i AndroidAPS. Pomaga on zapobiegać spadkowi podaży insuliny do niebezpiecznych poziomów.
vi: Mức tối thiểu 15% này là một giới hạn an toàn được lấy từ oref (thiết kế tham chiếu OpenAPS) và AndroidAPS. Nó giúp ngăn việc cung cấp insulin giảm xuống mức không an toàn.
zh_hant: 此 15% 最低值為來自 oref（OpenAPS 參考設計）與 AndroidAPS 的安全限制。用以避免胰島素輸送降到不安全的水準。

source: This adjusted ISF is temporary, will change with the next loop cycle, and should not be directly used as your profile ISF value.
bg: Този коригиран ISF е временен, ще се промени със следващия loop цикъл и не бива да се използва директно като ISF стойност в профила ви.
cs: Tento upravený ISF je dočasný, změní se v dalším cyklu smyčky a neměl by se používat přímo jako hodnota tvého profilového ISF.
da: Denne justerede ISF er midlertidig, vil ændre sig med den næste loop cyklus, og bør ikke bruges direkte som din profil ISF værdi.
de: Dieser angepasste ISF ist temporär, wird sich mit dem nächsten Loop ändern und sollte nicht direkt als ISF-Wert für Dein Profil verwendet werden.
es: Este ISF ajustado es temporal, cambiará con el siguiente ciclo de bucle, y no debe ser utilizado directamente como el valor ISF de tu perfil.
fr: Ce facteur de sensibilité à l'insuline (ISF) ajusté est temporaire, il changera au prochain cycle de boucle et ne devrait pas être utilisé directement comme valeur d'ISF dans votre profil.
it: Questo ISF corretto è temporaneo, cambierà con il ciclo di ciclo successivo e non dovrebbe essere utilizzato direttamente come valore ISF del tuo profilo.
nb_no: Denne justerte ISF-verdien er midlertidig og vil endres ved neste Loop-syklus. Den bør ikke benyttes som fasit for insulinfølsomhet i din profil.
nl: Dit aangepaste ISF is tijdelijk en zal veranderen met de volgende luscyclus, en zou niet direct als ISF-waarde moeten worden gebruikt.
pl: To skorygowane ISF jest tymczasowe, zmieni się z następnym cyklem pętli i nie powinno być bezpośrednio używane jako wartość ISF Twojego profilu.
pt_pt: Este ISF ajustado é temporário, irá mudar com o próximo ciclo de laços, e não deve ser usado diretamente como seu valor ISF de perfil.
ru: Эта скорректированная ISF является временной, изменится в следующем цикле цикла и не должна непосредственно использоваться в качестве вашего профиля ISF.
sv: Denna justerade ISF är tillfällig, och kommer att justeras vid nästa loopcykel, och bör inte användas direkt som ditt profil ISF-värde.
uk: Цей налаштований провайдер тимчасовий, буде змінюватися з наступним циклом циклу і не повинен безпосередньо використовуватися як ваше значення профілю ISF.
vi: ISF đã điều chỉnh này chỉ mang tính tạm thời, sẽ thay đổi trong chu kỳ lặp tiếp theo, và không nên được sử dụng làm giá trị ISF chính trong hồ sơ của bạn.
zh_hant: 此調整的ISF為臨時性，將在下一個循環週期中更改，且不應直接用作您的個人設定ISF值。

source: This allows Trio to read from and write to Apple Health.
bg: Това позволява на Trio да чете от и да записва в Apple Health.
cs: Tohle umožní Triu číst data z Apple Zdraví a zapisovat do něj.
da: Dette gør det muligt Trio at læse fra og skrive til Apple Health.
de: Dies erlaubt Trio von Apple Health zu lesen und in es zu schreiben.
es: Esto permite a Trio leer y escribir en Apple Health.
fr: Cela autorise l'application Trio à lire et à écrire des données dans Apple Santé.
it: Questo permette al Trio di leggere e scrivere su Apple Health.
nb_no: Dette tillater Trio å lese fra og skrive til Apple Helse.
nl: Dit staat Trio toe om te lezen en te schrijven naar Apple Health.
pl: Pozwala Trio na odczyt i zapis do Apple Health.
pt_pt: Isso permite que Trio leia e escreva para a Saúde da Apple.
ru: Это позволяет Трио читать и писать в Apple Health.
sv: Detta gör att Trio kan läsa från och skriva till Apple Hälsa.
uk: Це дозволяє Тріо читати з і писати до Apple Health.
vi: Tính năng này cho phép Trio đọc và ghi vào Apple Health.
zh_hant: 這使得Trio可以從Apple Health中讀取和寫入。

source: This allows Trio to read from and write to Apple Heath. You must also give permissions in Settings > Health > Data Access. If you enter a glucose value into Apple Health, open Trio to confirm it shows up.
bg: Това позволява на Trio да чете от и да записва в Apple Health. Трябва също да дадете разрешения в Settings > Health > Data Access. Ако въведете стойност на глюкоза в Apple Health, отворете Trio, за да потвърдите, че се показва.
cs: Tohle umožní Triu číst data z Apple Zdraví a zapisovat do něj. Musíš také udělit oprávnění v Nastavení > Zdraví > Přístup k datům. Pokud zadáš hodnotu glukózy do Apple Zdraví, otevři Trio a potvrď, že se v něm zobrazila.
da: Dette gør det muligt for Trio at læse fra og skrive til Apple Heath. Du skal også give tilladelser i Indstillinger > Sundhed > Dataadgang. Hvis du indtaster en glukoseværdi i Apple Health, skal du åbne Trio for at bekræfte, at den dukker op.
de: Dies erlaubt Trio, von Apple Health zu lesen und in Apple Health zu schreiben. Du musst auch unter Einstellungen > Gesundheit > Datenzugriff Berechtigungen erteilen. Wenn Du einen Glukosewert in Apple Health eingibst, öffne Trio, um zu bestätigen, dass er angezeigt wird.
es: Esto permite a Trio leer y escribir en Apple Heath. También debe dar permisos en Ajustes > Salud > Acceso a Datos. Si ingresas un valor de glucosa en Apple Health, abre Trio para confirmar que aparece.
fr: Cela permet à l'application Trio de lire et d’écrire des données dans l'application Apple Santé. Vous devez également accorder les autorisations dans « Réglages > Apps > Santé > Accès aux données et apareils > Trio » . Si vous saisissez une valeur de glucose dans l'application Apple Santé, ouvrez l'application Trio pour vérifier qu’elle y apparaît bien.
it: Questo permette a Trio di leggere e scrivere su Apple Salute. È necessario anche dare i permessi in Impostazioni > Salute > Accesso dati. Se immetti un valore di glucosio in Apple Salute apri Trio per confermarlo.
nb_no: Dette tillater at Trio leser og skriver til Apple Helse. Du må også gi tillatelse under Innstillinger > Helse > Datatilgang. Hvis du legger inn en blodsukkerverdi i Apple Helse, bør du åpne Trio for å se at verdien dukker opp.
nl: Hiermee kan Trio lezen van en schrijven naar Apple Heath. Je moet ook machtigingen geven in Instellingen > Gezondheid > Gegevenstoegang. Als je een glucosewaarde invoert in Apple Health, open je Trio om te bevestigen dat deze wordt weergegeven.
pl: Pozwala Trio na odczyt i zapis do Apple Heath. Musisz również przyznać uprawnienia w Ustawieniach > Zdrowie > Dostęp do danych. Jeśli wprowadzisz wartość glukozy do Apple Health, otwórz Trio, aby potwierdzić, że się pojawia.
pt_pt: Isso permite que Trio leia e escreva para o Calor da Apple. Você também deve conceder permissões em Configurações > Saúde > Acesso de Dados. Se você inserir um valor de glicose na Apple Health, abra o Trio para confirmar que será exibido.
ru: Это позволяет Trio считывать данные из Apple Health и записывать их в Apple Health. Вы также должны предоставить разрешения в разделе Настройки > Здоровье > Доступ к данным. Если вы вводите значение глюкозы в Apple Health, откройте Trio, чтобы подтвердить его отображение.
sv: Tillåt Trio att använda databasen Apple Hälsa. För att se och ändra behörighet öppna 'Inställningar/Hälsa/Datatillgång och enheter' på din iPhone.
uk: Це дозволяє Trio читати та записувати в Apple Heath. Ви також повинні надати дозволи в меню «Налаштування» > «Здоров’я» > «Доступ до даних». Якщо ви введете значення глюкози в Apple Health, відкрийте Trio, щоб підтвердити його відображення.
vi: Điều này cho phép Trio đọc và ghi dữ liệu từ Apple Health. Bạn cũng cần cấp quyền trong Cài đặt > Sức khỏe > Truy cập Dữ liệu. Nếu bạn nhập một giá trị đường huyết vào Apple Health, hãy mở ứng dụng Trio để kiểm tra xem dữ liệu đó có hiển thị hay không.
zh_hant: 這使得Trio可以從Apple Health中讀取和寫入。您還必須在設定 > 健康 > 數據存取中授予權限。如果您在Apple Health中輸入一個血糖值，請打開Trio以確認其顯示出來。

source: This cap prevents the system from overestimating how much insulin is needed when carb absorption isn't visible, offering a safeguard for accurate dosing.
bg: Тази горна граница предотвратява системата да надценява колко инсулин е необходим, когато абсорбцията на въглехидрати не се вижда, предлагайки предпазна мярка за точно дозиране.
cs: Tento limit brání systému v nadhodnocování potřeby inzulínu v situacích, kdy není patrné vstřebávání sacharidů, a slouží jako pojistka pro přesné dávkování.
da: Dette loft forhindrer systemet i at overvurdere hvor meget insulin, der er behov for, når absorptionen af kulhydrater ikke er synlig, hvilket giver en sikkerhed for korrekt dosering.
de: Diese Obergrenze verhindert, dass das System die benötigte Insulinmenge überschätzt, wenn die Kohlenhydrataufnahme nicht sichtbar ist, und bietet somit einen Schutz für eine genaue Dosierung.
es: Esta tapa evita que el sistema sobreestime la cantidad de insulina necesaria cuando la absorción de glúcido no es visible, ofreciendo una garantía para una dosis precisa.
fr: Ce plafond empêche le système de surestimer la quantité d’insuline nécessaire lorsque l’absorption des glucides n’est pas visible, offrant ainsi une protection pour un dosage plus précis.
it: Questo cappuccio impedisce al sistema di sopravvalutare la quantità di insulina necessaria quando non è visibile l’assorbimento del carboidrato, offrendo una salvaguardia per un dosaggio accurato.
nb_no: Denne grensen hindrer at systemet overestimerer hvor mye insulin som er nødvendig når karbohydratabsorpsjonen ikke er synlig, hvilket gir beskyttelse for nøyaktig dosering.
nl: Deze dop voorkomt dat het systeem kan overschatten hoeveel insuline nodig is wanneer koolhydraat absorptie niet zichtbaar is, en biedt een garantie voor nauwkeurige dosis.
pl: Ta nasadka zapobiega przeszacowaniu ilości insuliny potrzebnej w przypadku, gdy wchłanianie węglowodanów nie jest widoczne, co zapewnia zabezpieczenie przed dokładnym dawkowaniem.
pt_pt: Este limite impede o sistema de sobrestimar a quantidade de insulina necessária quando a absorção de hidratos não é visível, oferecendo uma salvaguarda para doações precisas.
ru: Это колпак предотвращает завышение количества инсулина при невидимом поглощении углеводов, что дает гарантию точного дозирования.
sv: Detta gräns hindrar systemet från att överskatta hur mycket insulin som behövs när kolhydratsabsorption inte syns, vilket ger en noggrannare dosering.
uk: Ця обмеження заважає системі переоцінювати необхідну кількість інсуліну, коли поглинання трампліну не є видимим, пропонуючи гарантію для точного дозу.
vi: Giới hạn này giúp ngăn hệ thống đánh giá quá mức lượng insulin cần thiết khi quá trình hấp thu carb không rõ ràng, đóng vai trò như một cơ chế bảo vệ cho việc tính liều chính xác.
zh_hant: 這個上限防止系統在碳水化合物吸收不可見時高估所需的胰島素量，為準確劑量提供了保護。

source: This could be useful for fast absorbing meals like sugary cereal.
bg: Това може да бъде полезно за бързо абсорбиращи се храни, като захарни зърнени закуски.
cs: To se může hodit u rychle se vstřebávajících jídel, jako jsou například slazené cereálie.
da: Dette kan være nyttigt for hurtige absorberende måltider som sukkerholdigt korn.
de: Dies könnte bei schnell absorbierenden Mahlzeiten wie zuckerhaltigem Müsli nützlich sein.
es: Esto podría ser útil para absorber rápidamente comidas como el cereal azucarado.
fr: Cela peut être utile pour les repas à absorption rapide, comme des céréales sucrées.
it: Questo potrebbe essere utile per pasti ad assorbimento rapido, come i cereali zuccherini.
nb_no: Dette kan være nyttig for raskt absorberte måltider slik som sukkerholdige kornsorter.
nl: Dit zou handig kunnen zijn voor snel absorberende maaltijden zoals suikergranen.
pl: Może się to przydać w przypadku posiłków szybko przyswajalnych, np. słodkich płatków śniadaniowych.
pt_pt: Isso poderia ser útil para absorver rapidamente refeições como cereais açucareiros.
ru: Это может быть полезно для быстрого поглощения пищи, таких как сахарный злак.
sv: Detta kan vara användbart för snabbabsorberande måltider som mycket söta livsmedel.
uk: Це може бути корисно для швидкого поглинання їжі, таких як цукрові пластівні.
vi: Điều này có thể hữu ích cho các bữa ăn hấp thu nhanh như ngũ cốc có đường.
zh_hant: 這對於快速吸收的餐點（例如含糖穀物）可能會有用。

source: This delay accounts for the slower absorption of fat and protein, as calculated by the Warsaw Method, ensuring insulin delivery is properly timed to manage glucose spikes caused by high-fat, high-protein meals.
bg: Това забавяне отчита по-бавната абсорбция на мазнини и протеини, изчислена чрез Варшавския метод, гарантирайки, че подаването на инсулин е правилно съобразено във времето за управление на скоковете на глюкозата, причинени от храни с високо съдържание на мазнини и протеини.
cs: Toto zpoždění zohledňuje pomalejší vstřebávání tuků a bílkovin vypočtené Varšavskou metodou, což zajišťuje správné načasování podání inzulínu pro zvládnutí glykemických špiček způsobených jídly s vysokým obsahem tuků a bílkovin.
da: Denne forsinkelse skyldes den langsommere absorption af fedt og protein som beregnet ved Warszawa-metoden. at sikre, at insulinforsyningen er korrekt timet til at styre glukosestikke forårsaget af fedtholdige højproteinmåltider.
de: Diese Verzögerung trägt der langsameren Absorption von Fett und Eiweiß Rechnung, die nach der Warschauer Methode berechnet wird, und stellt sicher, dass die Insulinabgabe zum richtigen Zeitpunkt erfolgt, um die durch fett- und eiweißreiche Mahlzeiten verursachten Glukosespitzen zu bewältigen.
es: Este retraso explica la menor absorción de grasas y proteínas, según calcula el método de Varsovia asegurando que la entrega de insulina sea debidamente programada para gestionar los espigas de glucosa causados por comidas de alta grasa y alta proteína.
fr: Ce délai tient compte de l’absorption plus lente des lipides et des protéines, telle qu’estimée par la méthode de "Warsaw", afin de synchroniser correctement l’administration d’insuline avec les pics glycémiques provoqués par les repas riches en graisses et en protéines.
it: Questo ritardo rappresenta il più lento assorbimento di grassi e proteine, calcolato con il metodo di Varsavia, garantire che la somministrazione di insulina sia programmata in modo appropriato per gestire picchi di glucosio causati da pasti ad alto contenuto di grassi e ad alto contenuto proteico.
nb_no: Denne forsinkelsen tar hensyn til tregere opptak av fett og protein, beregnet ved bruk av Warszawa-metoden, for å sikre at insulintilførselen fordeles over tid. På denne måten håndteres blodsukkertopper forårsaket av måltider med mye fett og protein.
nl: Deze vertraging is verantwoordelijk voor de tragere absorptie van vet en eiwitten, zoals berekend door de Warschaumethode, ervoor te zorgen dat insuline correct wordt geleverd om glucosepieken te beheren die worden veroorzaakt door hoogvet, eiwithoudende maaltijden.
pl: Opóźnienie to powoduje wolniejsze wchłanianie tłuszczu i białka, obliczone metodą Warszawską, zapewnienie właściwego czasu podawania insuliny, aby opanować kolce glukozy wywoływane przez wysokotłuszczowe, wysokobiałkowe posiłki.
pt_pt: Este atraso é responsável por uma absorção mais lenta da gordura e proteína, conforme calculado pelo Método de Varsóvia, Garantir a entrega de insulina é devidamente programado para gerenciar espinhos de glicose causados por refeições altamente gordas, de alta proteína.
ru: Эта задержка связана с более медленным поглощением жира и белка, как это было рассчитано Варшавским методом, обеспечение правильности доставки инсулина, чтобы управлять шипами глюкозы, вызванными высоким содержанием жира, высокой белковой пищи.
sv: Denna fördröjning hanterar den långsammare absorptionen av fett och protein, enligt Warszawa-metoden, och säkerställer insulintillförsel vid rätt tidpunkt för att motverka den glukosstigning som orsakas av feta och/eller proteinrika måltider.
uk: Ця затримка розповідає про повільне поглинання жиру та білка, як це обчислено Варшавськими методами, забезпечення інсуліну доставкою належним чином приурочена до управління шипами глюкози, спричиненими жиром, високим білковим стравом.
vi: Độ trễ này tính đến tốc độ hấp thu chậm hơn của chất béo và protein, được tính theo Phương pháp Warsaw, nhằm đảm bảo insulin được phân bổ đúng thời điểm để kiểm soát sự tăng đường huyết do các bữa ăn giàu chất béo và đạm gây ra.
zh_hant: 這項延遲考慮到脂肪和蛋白質的較慢吸收，根據華沙方法計算，以確保胰島素的輸送與高脂肪、高蛋白餐點所引起的血糖高峰的時間恰當。
